* time
** 114
   CLOCK: [2012-07-26 Thu 16:03]--[2012-07-26 Thu 16:36] =>  0:33
   CLOCK: [2012-07-26 Thu 14:47]--[2012-07-26 Thu 14:55] =>  0:08
   CLOCK: [2012-07-26 Thu 14:02]--[2012-07-26 Thu 14:20] =>  0:18
   CLOCK: [2012-07-26 Thu 13:26]--[2012-07-26 Thu 13:30] =>  0:04
   CLOCK: [2012-07-26 Thu 13:09]--[2012-07-26 Thu 13:17] =>  0:08
   CLOCK: [2012-07-26 Thu 08:50]--[2012-07-26 Thu 08:58] =>  0:08

